[
  {
    "imag": "https://images.immediate.co.uk/production/volatile/sites/2/2020/08/OLI-0720_Healthy-ThaiBrocolliFriedRice_04523_preview-b19843c.jpg?webp=true&quality=90&resize=940%2C399",
    "title": "Thai-style broccoli fried rice",
    "time": "25",
    "serves": "2",
    "difficulty": "Easy",
    "subtitle": "Packed with protein and low in calories, this speedy broccoli rice dish is full of exciting texture and flavour, with punchy chilli, zingy lime, crunchy veg and peanuts",
    "ingredients": [
      "broccoli a large head, stalk chopped and cut into florets",
      "shallots 2 long, chopped",
      "garlic 3 cloves, chopped",
      "ginger a thumb-sized piece, chopped",
      "lemongrass 1 stick, thinly sliced",
      "toasted sesame oil 2 tsp",
      "red chilli 1, finely sliced",
      "red pepper 1, finely sliced",
      "carrot 1, peeled into ribbons",
      "mangetout a handful, halved soy sauce 2 tbsp",
      "tamarind paste 2 tbsp",
      "caster sugar 1 tsp",
      "lime 1, quartered to serve",
      "eggs 2, fried (we used Clarence Court Burford Browns)",
      "roasted peanuts a handful, chopped"
    ],
    "steps": [
      "Put the chopped broccoli stalk into a food processor and pulse until it is finely chopped like grains of rice. Tip out into a bowl and then repeat with the broccoli florets.",
      "Put the shallots, garlic, ginger and lemongrass in the food processor and pulse until finely chopped.",
      "Heat the sesame oil in a non-stick frying pan and fry the shallot mixture until lightly golden. Tip in the broccoli rice with 2 tbsp of water, ¾ of the chilli and all of the pepper, and fry for 5 minutes until the broccoli is cooked through and beginning to caramelise. Add in the carrot and mangetout.",
      "Mix together the soy, tamarind, sugar and the juice of two of the lime quarters, then tip this into the pan with a little seasoning. Cook for 5 minutes until the sauce is coating everything. Divide between two plates and top with the fried eggs, chopped peanuts, remaining chilli and the extra lime wedges for squeezing over."
    ]
  },
  {
    "imag":
      "https://images.immediate.co.uk/production/volatile/sites/2/2020/06/Steven-Joyce-JOS2020026D00001-FS_preview-7ab8c0e.jpg?webp=true&quality=90&resize=940%2C399",
    "title": "Veggie fajitas",
    "time": "30",
    "serves": "2",
    "difficulty": "Easy",
    "subtitle":
      "Make it a fajita night with this speedy veggie dinner, perfect for the whole family to enjoy. Use a little mild chilli powder to give these wraps a kick, and hot-smoked paprika for colour",
    "ingredients": [
      "oil for frying",
      "onion 1, halved and sliced",
      "red pepper 1, sliced",
      "ground cumin ½ tsp",
      "hot-smoked paprika ¼ tsp",
      "mild chilli powder ½ tsp",
      "black beans 400g tin, rinsed and drained",
      "flour tortillas 4, warmed",
      "mature cheddar 50g, grated",
      "soured cream 4 tbsp",
      "hot sauce to serve"
    ],
    "steps": [
      "Toss all the salsa ingredients together with a good pinch of salt and leave to sit while you make the fajitas.",
      "Heat 1 tbsp of oil in a large pan and cook the onion and pepper over a high heat until softened and starting to char at the edges. Turn down the heat and add the spices, tossing well. Add the beans with a splash of water and keep cooking until the beans are piping hot.",
      "Serve the beans in warm tortillas with the salsa, cheese, soured cream and hot sauce, if you like."
    ]
  }
];